Repository: Nets-eCom/Prestashop1.7_NetsEasy
Catalog: translations/*/ModulesNetseasyConfig.*.xlf
Languages: da_dk, de_de

source: Payment Split
de_de: Zahlmethodenauswahl aufsplitten

source: Name of Payment Gateway is required
da_dk: Navn på betalingsgateway er påkrævet
de_de: Name des Zahlungsgateways ist erforderlich

source: Name of Payment Gateway
da_dk: Navn på betalingsgateway
de_de: Name des Zahlungsgateways

source: Merchant Email Id is required
da_dk: Merchant Email Id er påkrævet
de_de: Merchant Email Id ist erforderlich

source: Successful update
da_dk: Vellykket opdatering
de_de: Erfolgreiche Aktualisierung

source: Configuration
da_dk: Konfiguration
de_de: Einstellungen

source: Test Mode
de_de: Testmoduls

source: Active
da_dk: aktiv
de_de: Aktiv

source: Inactive
da_dk: inaktiv
de_de: Inaktiv

source: Use this module for test mode
da_dk: Aktiver test mode og indstil alle betalinger i test miljø
de_de: Dieses Modul im Testmodus benutzen

source: Merchant Id is required
da_dk: Merchant ID er påkrævet
de_de: Merchant Id ist erforderlich

source: Test Checkout key is required
da_dk: Test Checkout-Key er påkrævet
de_de: Test Checkout-Key ist erforderlich

source: Test Secret key is required
da_dk: Test Secret-Key er påkrævet
de_de: Test Secret-Key ist erforderlich

source: Production Checkout Key
da_dk: Live Checkout-Key
de_de: Live Checkout-Key

source: Live Checkout key is required
da_dk: Live Checkout-Key er påkrævet
de_de: Live Checkout-Key ist erforderlich

source: Production Secret Key
da_dk: Live Secret-Key
de_de: Live Secret-Key

source: Live Secret key is required
da_dk: Live Secret-Key er påkrævet
de_de: Live Secret-Key ist erforderlich

source: Integration Type
da_dk: Intergrationstype
de_de: Integrationsart

source: Redirect
da_dk: Hosted
de_de: Hosted

source: Terms Url
da_dk: Handelsbetingelser URL
de_de: URL der allgemeinen Geschäftsbedingungen

source: Please add terms and conditions URL
da_dk: Indsæt venligst URL til privatpolitik
de_de: Tragen Sie bitte die URL der allgemeinen Geschäftsbedingungen ein

source: Merchant Terms Url
da_dk: Privatpolitik URL
de_de: URL der Händlerbedingungen

source: Please add merchant terms URL
da_dk: Indsæt venligst URL til betingelser
de_de: Tragen Sie bitte die URL der Händlerbedingungen ein

source: Icon Url
da_dk: Iconbar URL
de_de: Symbol-URL

source: Auto Capture
de_de: Automatische Buchung

source: Admin Debug Mode
de_de: Admin Debugmodus

source: Frontend Debug Mode
de_de: Frontend Debugmodus

source: Webhook Authorization
da_dk: Webhook-autorisation
de_de: Webhookauthorisierung

source: Please add Webhook authorization
da_dk: Opret venligst en Webhook-autorisation nøgle
de_de: Tragen Sie bitte die Webhookauthorisierung ein

source: Save
da_dk: Gem
de_de: Speichern

source: Success Notification
de_de: Erfolg Notification

source: Latest Plugin Version
de_de: Neueste Plugin Version

source: Shop Version Compatible
de_de: Shop Version Kompatibilität

source: Card
de_de: Kreditkarte

source: AfterPay Invoice
de_de: Riverty Rechnungskauf

source: AfterPay Installment
de_de: Riverty Ratenkauf

source: RatePay Installment
de_de: Ratepay Rechnungskauf

source: Sofort
de_de: Sofortüberweisung

source: Payment Option
de_de: Zahlmethode

source: Select Country for
de_de: Länder auswählen für

source: Select Currency for
de_de: Währung auswählen für

source: Setting saved succesfully for
de_de: Einstellungen erfolgreich gespeichert

source: Setting
de_de: Einstellung

source: Select country for which you want to show the payment method
de_de: Wählen Sie Währungen für welche Sie diese Zahlmethode anzeigen wollen

source: Select currency for which you want to show the payment method
de_de: Wählen Sie Länder für welche Sie diese Zahlmethode anzeigen wollen
